Repository: neuros/neuroslink-mythtv-0.21.0-fixes18722
Catalog: debian/po/*.po
Languages: es, he, it

source: Is it OK to create the video4linux device nodes?
es: ¿Está bien crear los nodos del dispositivo video4linux?
it: Creare i nodi per il device video4linux?

source: mythtv-setup must be run in order to complete MythTV installation
es: mythtv-setup debe ejecutarse para completar la instalación de MythTV
he: עליך להריץ את mythtv-setup על מנת להשלים את התקנת MythTV
it: mythtv-setup deve essere eseguito per completare l'installazione di MythTV

source: You must run mythtv-setup as a user in the 'mythtv' group in order to complete mythtv configuration. Note that this program requires an X display, so you must either login to an X session as a user in the 'mythtv' group, or otherwise arrange for that user to have access to your X display.
es: Debe ejecutar mythtv-setup como un usuario que pertenezca al grupo 'mythtv' para completar la configuración de mythtv. Note que este programa requiere una visualización X, así que debe o entrar a una sesión X como un usuario que pertenezca al grupo 'mythtv', o disponer el acceso a una visualización X para ese usuario.
he: עליך להריץ את mythtv-setup בתור משתמש בקבוצת 'mythtv' על מנת להשלים את הגדרת MythTV. סים לב שתוכנה זו דורשת תצוגת X, לכן עליך להתחבר בתור משתמש בתצורת X בקבוצת 'mythtv', או שאחרת אפשר למשתמש זה לקבל גישה לתצוגת ה-X שלך.
it: È necessario eseguire mythtv-setup come un utente nel gruppo "mythtv" per poter configurare completamente mythtv. Questo programma richiede un display X, potrebbe quindi essere necessario accedere a una sessione X come l'utente appartenente al gruppo "mythtv" oppure fare in modo che quell'utente abbia accesso al proprio display X.

source: You must complete all four steps presented in the program.
es: Debe completar los cuatro pasos que se presentan en el programa.
he: עליך להשלים את כל ארבעת הצעדים המוצגים בתוכנה.
it: È necessario completare tutti e quattro i passi presentati in questo programma.

source: Once you have done this, you may start the backend by executing the following command:
es: Una vez que ha hecho esto, puede iniciar el entorno ejecutando la orden siguiente:
he: לאחר שעשית זאת, תוכל להתחיל את מנוע הרקע על ידי הרצת הפקודה הבאה:
it: Uno volta fatto questo, è possibile avviare il backend eseguendo il comando seguente:

source: What database should be used to hold MythTV data:
es: Qué base de datos debe utilizarse para guardar la información de MythTV:
he: באיזה מסד נתונים יעשה שימוש על מנת לאחסן את נתוני MythTV:
it: Il database da usare per archiviare i dati MythTV:

source: If a database with this name already exists, it will be used.
es: Si ya existe una base de datos con este nombre, se usará esa.
he: אם מסד נתונים עם שם זה כבר קיים, יעשה בו שימוש.
it: Se esiste già un database con questo nome, verrà usato.

source: What username should MythTV use to access its database:
es: Qué nombre de usuario debe utilizar MythTV para acceder a su base de datos:
he: באיזה שם MythTV ישתמש על מנת לגשת למסד הנתונים:
it: Il nome utente da usare per accedere al database:

source: This user will automatically be granted appropriate permissions to the database.
es: Este usuario recibirá automáticamente los permisos apropiados a la base de datos.
he: משתמש זה יקבל את הרשאות הגישה המתאימות באופן אוטומטי למסד הנתונים.
it: A questo utente saranno concessi automaticamente i permessi necessari per il database.

source: What password should MythTV use to access its database:
es: Qué contraseña debe utilizar MythTV para acceder a su base de datos:
he: באיזו סיסמא על MythTV להשתמש על מנת לגשת למסד הנתונים שלו:
it: La password da usare per accedere al database:

source: If you give an empty password, a random one will be generated.
es: Si introduce una contraseña vacía, se creará una aleatoria.
he: אם תזין סיסמא ריקה, תיווצר סיסמא אקראית.
it: Non scrivendo alcuna password ne verrà generata una casuale.

source: On what host does the MySQL server reside:
es: En qué anfitrión reside el servidor MySQL:
he: מהי כתובת מארח ה-MySQL:
it: L'host in cui si trova il database MySQL:

source: You must run mythtv-setup as a user in the 'mythtv' group in order to complete mythtv configuration.
es: Debe ejecutar mythtv-setup como un usuario del grupo 'mythtv' para completar la configuración.
he: עליך להריץ את mythth-setup בתור משתמש בקבוצת 'mythtv' על מנת להשלים את הגדרת mythtv.
it: È necessario avviare "mythtv-setup" come un utente nel gruppo "mythtv" per completare la configurazione di mythtv.

source: If you are not in the mythtv group when launching setup, you will be given the opportunity to be automatically added.
es: Si no está en el grupo de mythtv cuando se inicie la instalación, se le dará la oportunidad de añadirse automáticamente.
he: אם אינך בקבוצת mythtv בזמן הפעלת ההתקנה, תינתן לך האפשרות להצטרף לקבוצה זו באופן אוטומטי.
it: Se non si è nel gruppo mythtv quando viene lanciata la configurazione, è possibile aggiungersi automaticamente.

source: The Ubuntu MythTV packages generate a random MySQL password.
es: Los paquetes MythTV de Ubuntu generan una contraseña MySQL aleatoria.
he: חבילת ה-MythTV באובונטו תייצר סיסמאת MySQL אקראית.
it: Il pacchetto MythTV di Ubuntu genera una password MySQL casuale.

source: The generated password for this machine is '${password}'. If you are adding this machine to an existing mythtv-network, you will want to update this password to the one in use by the network after completing installation.
es: La contraseña generada para esta máquina es '${password}'. Si está agregando esta máquina a una red mythtv existente, tal vez quiera actualizar esta contraseña a una en uso por la red después de completar la instalación.
he: הסיסמא שיוצרה עבור מחשב זה הינה '${password}'. אם אתה מוסיף את המחשב הזה לקבוצת מחשבי mythtv ייתכן ותרצה לעדכן את הסיסמא לאחת שתשמש את הרשת לאחר השלמת ההתקנה.
it: La password generata è "${password}". Nel caso si stia aggiungendo questo computer all'interno di una mythtv-network, potrebbe essere necessario, al termine dell'installazione, aggiornare la password con quella in uso nella rete.

source: This can be done by: 'sudo dpkg-reconfigure mythtv-common'.
es: Esto puede se puede hacer con: 'sudo dpkg-reconfigure mythtv-common'.
he: ניתן לעשות זאת על ידי: 'sudo dpkg-reconfigure mythtv-common'.
it: Questo può essere fatto con il comando: "sudo dpkg-reconfigure mythtv-common".

source: In case you forget this password, it is also stored in '/etc/mythtv/mysql.txt'.
es: En caso de que olvide esta contraseña, esta se encuentra almacenada en '/etc/mythtv/mysql.txt'.
he: במידה ותשכח סיסמא זאת, היא גם תישמר במיקום '/etc/mythtv/mysql.txt'.
it: Nel caso in cui la password venga persa, è archiviata in "/etc/mythtv/mysql.txt".

source: Which XMLTV grabber should be used to retrieve program listings:
es: Qué capturador de XMLTV debe usarse para recuperar las listas de programas:
he: באיזה תופס XMLTV יש לעשות שימוש על מנת לאחזר לוחות שידורים:
it: Quale strumento XMLTV usare per ottenere gli elenchi della programmazione:

source: - tv_grab_na retrieves listings for North America (US and Canada) - tv_grab_de retrieves listings for Germany and Austria - tv_grab_sn retrieves listings for Sweden or Norway - tv_grab_uk retrieves listings for the United Kingdom - tv_grab_uk_rt retrieves listings for the United Kingdom (alternate)
es: - tv_grab_na recupera listas de América Del Norte (EE. UU. y Canadá) - tv_grab_de recupera listas de Alemania y Austria - tv_grab_sn recupera listas de Suecia y Noruega - tv_grab_uk recupera listas del Reino Unido - tv_grab_uk_rt recupera listas del Reino Unido (alternativo)
he: - tv_grab_na מאחזר את הרשימה עבור צפון אמריקה (ארה"ב וקנדה) - tv_grab_de מאחזר את הרשימות עבור גרמניה ואוסטריה - tv_grab_sn מאחזר את הרשימות עבור נורבגיה - tv_grab_uk מאחזר את הרשימות עבור אנגליה - tv_grab_uk_rt מאחזר את הרשימות עבור אנגליה (חלופי)
it: - tv_grab_na recupera gli elenchi per il nord Americo (US e Canada) - tv_grab_de recupera gli elenchi per Germani e Austria - tv_grab_sn recupera gli elenchi per Svezia e Norvegia - tv_grab_uk recupera gli elenchi per la Gran Bretegna - tv_grab_uk_rt retrieves recupera gli elenchi per la Gran Bretagna (alternativo)

source: Which television standard should be used by MythTV:
es: Qué estándar de televisión debe utilizar MythTV:
he: באיזה תקן טלויזיה יש להשתמש עבור MythTV:
it: Lo standard televisivo da usaer con MythTV:

source: Which channel frequency table should be used by MythTV:
es: Qué tabla de frecuencias de canales debe utilizar MythTV:
he: באיזו טבלת ערוצי תדרים יש לעשות שימוש עבור MythTV:
it: La frequanza del canale da usare con MythTV:

source: WARNING: old MythTV binaries found
es: AVISO: se han encontrado antiguos binarios de MythTV
he: אזהרה: נמצאו קבצים בינאריים ישנים של MythTV
it: Attenzione: trovati binari di una vecchia versione di MythTV

source: It appears that you have installed mythtv from source previously, and some files remain from the previous installation, including at least:
es: Aparentemente ha instalado mythtv desde el código fuente anteriormente, y quedan algunos archivos de la instalación previa, que incluyen por lo menos:
he: נראה שהתקנת את mythtv מקבצי המקור קודם לכן, וכמה קבצים נשארו מההתקנה הקודמת, נכללים לפחות:
it: Sembra che mythtv sia stato installato da sorgenti e sono rimasti alcuni file dell'installazione precedente, compresi:

source: Installation of these packages should succeed, but you MUST remove these files in order for the packaged version of MythTV to work properly.
es: La instalación de estos paquetes será un éxito, pero DEBE eliminar estos archivos para que la versión empaquetada de MythTV trabaje apropiadamente.
he: התקנת חבילות אלה אמורה להצליח, אך עליך להסיר קבצים אלה על מנת שהגירסא הארוזה של MythTV תעבוד כהלכה.
it: L'installazione di questi pacchetti dovrebbe avere successo, ma è necessario rimuovere questi file per fare in modo che la versione di MythTV pacchettizzata funzioni correttamente.

source: What is the name of the MySQL administrator account:
es: Cuál es el nombre de la cuenta de administrador de MySQL:
he: מהו שם חשבון המנהל של ה-MySQL:
it: Nome dell'account amministratore di MySQL:

source: This information will be used to create a database and user for MythTV.
es: Esta información se usará para crear una base de datos y un usuario para MythTV.
he: מידע זה ישמש ליצירת מסד נתונים ומשתמש עבור MythTV.
it: Questa informazioni verrà utilizzata per creare un database e un utente per MythTV.

source: Unless you have explicitly changed this on the MySQL server, and understand MySQL's privilege system, use the default of 'root'.
es: Salvo que haya cambiado explícitamente esto en el servidor MySQL y entendido el sistema de privilegios de MySQL, use por defecto «root».
he: אלא אם אם שינית זאת מפורשות בשרת ה-MySQL, והבנת את מערכת ההרשאות של MySQLף השתמש בברירת המחדל 'root'.
it: A meno che non sia stato cambiato nel server MySQL e si comprende il sistema dei privilegi di MySQL, usare il predefinito di "root".

source: What is the password for the MySQL administrator account '${user}':
es: Cuál es la contraseña para la cuenta de administrador de MySQL '${user}':
he: מהי הסיסמא עבור חשבון מנהל ה-MySQL '${user}':
it: Password per l'account amministratore di MySQL "${user}":

source: Unless you have explicitly changed the password on the MySQL server, leave this blank.
es: Salvo que haya cambiado explícitamente la contraseña en el servidor MySQL, deje esto en blanco.
he: אלא אם כן שינית את הסיסמא עבור שרת ה-MySQl מפורשות, השאר זאת ריק.
it: A meno che non sia stata cambiata nel server MySQL, lasciare questo campo vuoto.

source: Will you be using other computers running MythTV?
es: ¿Va a utilizar otros equipos ejecutando MythTV?
he: האם תשתמש במחשבים אחרים המריצים MythTV?
it: Verranno usati altri computer con MythTV?

source: Note that this is a security risk, as both the MythTV and MySQL services will be exposed. Be sure to place this machine behind a firewall.
es: Sea consciente de que esto es un riesgo para la seguridad, puesto que tanto el servicio de MythTV como el de MySQL serán visibles. Asegúrese de colocar esta máquina detrás de un cortafuegos.
he: שים לב שזוהי פירצת אבטחה, בעוד שגם שירותי ה-MythTV וה-MySQL יהיו חשופים. וודא שמחשב זה יהיה מאחורי חומת אש (Firewall).
it: Notare che potrebbe essere un rischio per la sicurezza, dato che entrambi i servizi MythTV e MySQL saranno esposti. Assicurarsi di posizionare questo computer dietro un firewall.

source: If you have multiple interfaces, the first one listed in 'ifconfig' will be used.
es: Si tiene varias interfaces, será utilizada la primera que aparezca en 'ifconfig'.
he: אם יש ברשותך מספר ממשקי רשת, יעשה שימוש בממשק המופיע ראשון ב-'ifconfig'.
it: Se si dispone di più di un'interfaccia, verrà usata la prima presente in "ifconfig".

source: What is the hostname of the system where the MythTV backend is installed:
es: Cuál es el nombre de host del sistema donde está instalado el backend de MythTV:
he: מהו שם המארח של המערכת בה מותקן מנוע הרקע של MythTV:
it: Nome dell'host del sistema in cui è installato il backend MythTV:

source: On what port number is the MythTV server listening:
es: En qué número de puerto está escuchando el servidor MythTV:
he: לאיזה מספר יציאה מאזין שרת ה-MythTV:
it: Porta di ascolto del server MythTV:
